Repository: KicKerBNU/money-plan-ios
Catalog: MoneyPlan/Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, et, fi, fr, hi, hr, hu, it, lt, lv, nl, pl, pt, ro, sk, sl, sv, zh_hans

# expenses.list.reorderHint
source: Drag rows to reorder this month's expenses.
bg: Плъзнете редове, за да пренаредите разходите за този месец.
cs: Přetažením řádků změníte pořadí výdajů za tento měsíc.
da: Træk rækker for at omarrangere denne måneds udgifter.
de: Ziehen Sie Zeilen, um die Ausgaben dieses Monats neu anzuordnen.
el: Σύρετε σειρές για να αναδιατάξετε τα έξοδα αυτού του μήνα.
es: Arrastre filas para reordenar los gastos de este mes.
et: Selle kuu kulude ümberjärjestamiseks lohistage ridu.
fi: Järjestä tämän kuukauden kulut uudelleen vetämällä rivejä.
fr: Faites glisser les lignes pour réorganiser les dépenses de ce mois.
hi: इस महीने के खर्चों को पुन: व्यवस्थित करने के लिए पंक्तियाँ खींचें।
hr: Povucite retke da promijenite redoslijed troškova ovog mjeseca.
hu: Húzza a sorokat az e havi kiadások átrendezéséhez.
it: Trascina le righe per riordinare le spese di questo mese.
lt: Vilkite eilutes, kad pertvarkytumėte šio mėnesio išlaidas.
lv: Velciet rindas, lai pārkārtotu šī mēneša izdevumus.
nl: Versleep rijen om de uitgaven van deze maand opnieuw te rangschikken.
pl: Przeciągnij wiersze, aby zmienić kolejność wydatków w tym miesiącu.
pt: Arraste as linhas para reordenar as despesas deste mês.
ro: Trageți rândurile pentru a reordona cheltuielile din această lună.
sk: Presunutím riadkov zmeníte poradie výdavkov za tento mesiac.
sl: Povlecite vrstice, da prerazporedite stroške tega meseca.
sv: Dra rader för att ändra ordningen på månadens utgifter.
zh_hans: 拖动行以重新排序本月的费用。

# expenses.panels.byAccount
source: By account
bg: По сметка
cs: Podle účtu
da: Efter konto
de: Nach Konto
el: Με λογαριασμό
es: Por cuenta
et: Konto järgi
fi: Tilin mukaan
fr: Par compte
hi: हिसाब से
hr: Po računu
hu: Számla szerint
it: Per conto
lt: Pagal sąskaitą
lv: Pēc konta
nl: Op rekening
pl: Według konta
pt: Por conta
ro: Prin cont
sk: Podľa účtu
sl: Po računu
sv: Efter konto
zh_hans: 按账户

# expenses.panels.byCategory
source: By category
bg: По категория
cs: Podle kategorie
da: Efter kategori
de: Nach Kategorie
el: Ανά κατηγορία
es: Por categoría
et: Kategooria järgi
fi: Luokan mukaan
fr: Par catégorie
hi: श्रेणी के अनुसार
hr: Po kategoriji
hu: Kategóriánként
it: Per categoria
lt: Pagal kategoriją
lv: Pēc kategorijas
nl: Per categorie
pl: Według kategorii
pt: Por categoria
ro: Pe categorii
sk: Podľa kategórie
sl: Po kategoriji
sv: Efter kategori
zh_hans: 按类别

# expenses.period.next
source: Next month
bg: Следващия месец
cs: Příští měsíc
da: Næste måned
de: Nächsten Monat
el: Τον επόμενο μήνα
es: Mes próximo
et: Järgmisel kuul
fi: Ensi kuussa
fr: Mois prochain
hi: अगले महीने
hr: Sljedeći mjesec
hu: Következő hónapban
it: Il mese prossimo
lt: Kitą mėnesį
lv: Nākamajā mēnesī
nl: Volgende maand
pl: Przyszły miesiąc
pt: Próximo mês
ro: Luna viitoare
sk: Budúci mesiac
sl: Naslednji mesec
sv: Nästa månad
zh_hans: 下个月

# expenses.period.prev
source: Previous month
bg: Предишния месец
cs: Předchozí měsíc
da: Forrige måned
de: Vorheriger Monat
el: Προηγούμενος μήνας
es: Mes anterior
et: Eelmine kuu
fi: Edellinen kuukausi
fr: Mois précédent
hi: पिछला महीना
hr: Prethodni mjesec
hu: Előző hónap
it: Mese precedente
lt: Ankstesnis mėnuo
lv: Iepriekšējais mēnesis
nl: Vorige maand
pl: Poprzedni miesiąc
pt: Mês anterior
ro: Luna anterioară
sk: Predchádzajúci mesiac
sl: Prejšnji mesec
sv: Föregående månad
zh_hans: 上个月

# expenses.renameModal.editAccount
source: Rename account
bg: Преименуване на акаунт
cs: Přejmenovat účet
da: Omdøb konto
de: Konto umbenennen
el: Μετονομασία λογαριασμού
es: Cambiar nombre de cuenta
et: Nimeta konto ümber
fi: Nimeä tili uudelleen
fr: Renommer le compte
hi: खाते का नाम बदलें
hr: Preimenuj račun
hu: Fiók átnevezése
it: Rinominare l'account
lt: Pervardyti paskyrą
lv: Pārdēvēt kontu
nl: Naam van account wijzigen
pl: Zmień nazwę konta
pt: Renomear conta
ro: Redenumiți contul
sk: Premenovať účet
sl: Preimenuj račun
sv: Byt namn på konto
zh_hans: 重命名帐户

# expenses.searchPlaceholder
source: Search notes or categories
bg: Търсене в бележки или категории
cs: Hledejte poznámky nebo kategorie
da: Søg i noter eller kategorier
de: Durchsuchen Sie Notizen oder Kategorien
el: Αναζήτηση σημειώσεων ή κατηγοριών
es: Buscar notas o categorías
et: Otsige märkmeid või kategooriaid
fi: Hae muistiinpanoja tai luokkia
fr: Rechercher des notes ou des catégories
hi: नोट्स या श्रेणियां खोजें
hr: Pretražite bilješke ili kategorije
hu: Jegyzetek vagy kategóriák keresése
it: Cerca note o categorie
lt: Ieškokite pastabų ar kategorijų
lv: Meklējiet piezīmes vai kategorijas
nl: Zoek naar notities of categorieën
pl: Wyszukaj notatki lub kategorie
pt: Pesquisar notas ou categorias
ro: Căutați note sau categorii
sk: Vyhľadajte poznámky alebo kategórie
sl: Iščite po zapiskih ali kategorijah
sv: Sök i anteckningar eller kategorier
zh_hans: 搜索笔记或类别

# expenses.summary.cashFlow
source: Cash flow
bg: Паричен поток
cs: Peněžní tok
da: Pengestrøm
el: Ταμειακή ροή
es: Flujo de fondos
et: Rahavoog
fi: Kassavirta
fr: Des flux de trésorerie
hi: नकदी प्रवाह
hr: Novčani tok
hu: Pénzforgalom
it: Flusso di cassa
lt: Pinigų srautas
lv: Naudas plūsma
nl: Cashstroom
pl: Przepływ środków pieniężnych
pt: Fluxo de caixa
ro: Fluxul de numerar
sk: Peňažný tok
sl: Denarni tok
sv: Kassaflöde
zh_hans: 现金周转

# expenses.summary.totalSpent
source: Total spent
bg: Общо изразходвани
cs: Celkem utraceno
da: Samlet brugt
de: Gesamtausgaben
el: Σύνολο δαπανών
es: Total gastado
et: Kokku kulutatud
fi: Yhteensä käytetty
fr: Total dépensé
hi: कुल व्यय
hr: Ukupno potrošeno
hu: Összesen elköltött
it: Totale speso
lt: Iš viso išleista
lv: Kopā iztērēts
nl: Totaal uitgegeven
pl: Razem wydane
pt: Total gasto
ro: Total cheltuit
sk: Celkové výdavky
sl: Skupaj porabljeno
sv: Totalt spenderat
zh_hans: 总支出

# expenses.title
source: Expenses
bg: Разноски
cs: Výdaje
da: Udgifter
de: Kosten
el: Εξοδα
es: Gastos
et: Kulud
fi: Kulut
fr: Dépenses
hi: खर्च
hr: Troškovi
hu: Költségek
it: Spese
lt: Išlaidos
lv: Izdevumi
nl: Uitgaven
pl: Wydatki
pt: Despesas
ro: Cheltuieli
sk: Výdavky
sl: Stroški
sv: Utgifter
zh_hans: 开支

# income.actions.addIncome
source: Add income
bg: Добавете доход
cs: Přidejte příjem
da: Tilføj indkomst
de: Einkommen hinzufügen
el: Προσθέστε εισόδημα
es: Agregar ingresos
et: Lisa tulu
fi: Lisää tuloja
fr: Ajouter un revenu
hi: आय जोड़ें
hr: Dodajte prihod
hu: Adjon hozzá bevételt
it: Aggiungi reddito
lt: Pridėkite pajamų
lv: Pievienojiet ienākumus
nl: Voeg inkomen toe
pl: Dodaj dochód
pt: Adicionar receita
ro: Adaugă venituri
sk: Pridajte príjem
sl: Dodajte dohodek
sv: Lägg till inkomst
zh_hans: 增加收入

# income.confirmDelete.body
source: This income entry will be removed. This cannot be undone.
bg: Този запис на дохода ще бъде премахнат. Това не може да бъде отменено.
cs: Tento záznam o příjmu bude odstraněn. Toto nelze vrátit zpět.
da: Denne indkomstpostering vil blive fjernet. Dette kan ikke fortrydes.
de: Dieser Einkommenseintrag wird entfernt. Dies kann nicht rückgängig gemacht werden.
el: Αυτή η καταχώριση εισοδήματος θα αφαιρεθεί. Αυτό δεν μπορεί να αναιρεθεί.
es: Esta entrada de ingresos será eliminada. Esto no se puede deshacer.
et: See sissetuleku kanne eemaldatakse. Seda ei saa tagasi võtta.
fi: Tämä tulomerkintä poistetaan. Tätä ei voi kumota.
fr: Cette entrée de revenu sera supprimée. Cela ne peut pas être annulé.
hi: यह आय प्रविष्टि हटा दी जाएगी. इसे असंपादित नहीं किया जा सकता है।
hr: Ovaj unos prihoda bit će uklonjen. Ovo se ne može poništiti.
hu: Ez a bevételi bejegyzés törlésre kerül. Ezt nem lehet visszavonni.
it: Questa voce di reddito verrà rimossa. Questa operazione non può essere annullata.
lt: Šis pajamų įrašas bus pašalintas. To negalima anuliuoti.
lv: Šis ienākumu ieraksts tiks noņemts. Šo darbību nevar atsaukt.
nl: Deze inkomstenpost wordt verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Ten wpis dotyczący dochodu zostanie usunięty. Tego nie można cofnąć.
pt: Este registo de receita será removido. Esta ação não pode ser anulada.
ro: Această intrare de venit va fi eliminată. Acest lucru nu poate fi anulat.
sk: Tento záznam príjmu bude odstránený. Toto sa nedá vrátiť späť.
sl: Ta vnos dohodka bo odstranjen. Tega ni mogoče razveljaviti.
sv: Denna inkomstpost kommer att tas bort. Detta kan inte ångras.
zh_hans: 此收入条目将被删除。此操作无法撤消。

# income.confirmDelete.title
source: Delete income?
bg: Изтриване на приходите?
cs: Smazat příjem?
da: Slet indkomst?
de: Einkommen löschen?
el: Διαγραφή εισοδήματος;
es: ¿Eliminar ingresos?
et: Kas kustutada tulu?
fi: Poistetaanko tulot?
fr: Supprimer des revenus ?
hi: आय हटाएँ?
hr: Izbrisati prihod?
hu: Törli a bevételt?
it: Eliminare il reddito?
lt: Ištrinti pajamas?
lv: Vai dzēst ienākumus?
nl: Inkomsten verwijderen?
pl: Usunąć dochód?
pt: Eliminar receita?
ro: Ștergeți venitul?
sk: Odstrániť príjem?
sl: Želite izbrisati dohodek?
sv: Ta bort inkomst?
zh_hans: 删除收入？

# income.empty.body
source: Add salary, freelance payments, rent, or any other money coming in.
bg: Добавете заплата, плащания на свободна практика, наем или други постъпващи пари.
cs: Přidejte plat, platby na volné noze, nájemné nebo jakékoli další přicházející peníze.
da: Tilføj løn, freelancebetalinger, husleje eller andre penge, der kommer ind.
de: Fügen Sie Gehalt, freiberufliche Zahlungen, Miete oder andere eingehende Gelder hinzu.
el: Προσθέστε μισθό, πληρωμές ανεξάρτητων επαγγελματιών, ενοίκιο ή οποιαδήποτε άλλα χρήματα εισέρχονται.
es: Agregue salario, pagos de autónomos, alquiler o cualquier otro dinero que ingrese.
et: Lisage palk, vabakutselised maksed, üür või muu laekuva raha.
fi: Lisää palkka, freelance-maksut, vuokra tai mikä tahansa muu saapuva raha.
fr: Ajoutez le salaire, les paiements d'indépendant, le loyer ou tout autre argent entrant.
hi: वेतन, फ्रीलांस भुगतान, किराया, या आने वाला कोई अन्य पैसा जोड़ें।
hr: Dodajte plaću, honorarne isplate, stanarinu ili bilo koji drugi novac koji pristiže.
hu: Adja hozzá a fizetést, a szabadúszó kifizetéseket, a bérleti díjat vagy bármilyen más beérkező pénzt.
it: Aggiungi lo stipendio, i pagamenti del freelance, l'affitto o qualsiasi altro denaro in entrata.
lt: Pridėkite atlyginimą, laisvai samdomus mokėjimus, nuomą ar bet kokius kitus gaunamus pinigus.
lv: Pievienojiet algu, ārštata maksājumus, īri vai jebkuru citu ienākošo naudu.
nl: Voeg salaris, freelancebetalingen, huur of ander binnenkomend geld toe.
pl: Dodaj wynagrodzenie, płatności zewnętrzne, czynsz lub inne wpływy pieniężne.
pt: Adicione salário, freelances, aluguel ou qualquer outra entrada.
ro: Adăugați salariu, plăți pentru independenți, chirie sau orice alți bani care vin.
sk: Pridajte plat, platby na voľnej nohe, nájomné alebo akékoľvek iné prichádzajúce peniaze.
sl: Dodajte plačo, samostojna plačila, najemnino ali kateri koli drug denar, ki prihaja.
sv: Lägg till lön, frilansbetalningar, hyra eller andra pengar som kommer in.
zh_hans: 添加工资、自由职业付款、租金或任何其他收入。

# income.empty.title
source: No income this month
bg: Без приходи този месец
cs: Tento měsíc žádný příjem
da: Ingen indtægt i denne måned
de: Kein Einkommen in diesem Monat
el: Κανένα εισόδημα αυτόν τον μήνα
es: No hay ingresos este mes
et: Sellel kuul sissetulekuid pole
fi: Ei tuloja tässä kuussa
fr: Aucun revenu ce mois-ci
hi: इस महीने कोई आय नहीं
hr: Ovaj mjesec nema prihoda
hu: Ebben a hónapban nincs bevétel
it: Nessun reddito questo mese
lt: Šį mėnesį pajamų nėra
lv: Šomēnes ienākumu nav
nl: Geen inkomsten deze maand
pl: Brak dochodów w tym miesiącu
pt: Nenhuma receita neste mês
ro: Niciun venit luna aceasta
sk: Tento mesiac žiadny príjem
sl: Ta mesec ni dohodka
sv: Ingen inkomst denna månad
zh_hans: 这个月没有收入

# income.form.account
source: Account
bg: Сметка
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
et: Konto
fi: Tili
fr: Compte
hi: खाता
hr: Račun
hu: Számla
it: Conto
lt: sąskaita
lv: Konts
nl: Rekening
pl: Konto
pt: Conta
ro: Cont
sk: účtu
sl: Račun
sv: Konto
zh_hans: 账户

# income.form.addTitle
source: New Income
bg: Нов доход
cs: Nový příjem
da: Ny indkomst
de: Neues Einkommen
el: Νέο εισόδημα
es: Nuevos ingresos
et: Uus sissetulek
fi: Uudet tulot
fr: Nouveau revenu
hi: नई आय
hr: Novi prihod
hu: Új bevétel
it: Nuovo reddito
lt: Naujos pajamos
lv: Jauni ienākumi
nl: Nieuw inkomen
pl: Nowy dochód
pt: Nova receita
ro: Venituri noi
sk: Nový príjem
sl: Nov dohodek
sv: Ny inkomst
zh_hans: 新收入

# income.form.amount
source: Amount
bg: Сума
cs: Množství
da: Beløb
de: Menge
el: Ποσό
es: Cantidad
et: Summa
fi: Määrä
fr: Montant
hi: मात्रा
hr: Iznositi
hu: Összeg
it: Quantità
lt: Suma
lv: Summa
nl: Hoeveelheid
pl: Kwota
pt: Valor
ro: Cantitate
sk: Suma
sl: Znesek
sv: Belopp
zh_hans: 数量

# income.form.date
source: Date
bg: Дата
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
et: Kuupäev
fi: Päivämäärä
hi: तारीख
hr: Datum
hu: Dátum
it: Data
lt: Data
lv: Datums
nl: Datum
pl: Data
pt: Data
ro: Data
sk: Dátum
sl: Datum
sv: Datum
zh_hans: 日期

# income.form.editTitle
source: Edit income
bg: Редактиране на доходите
cs: Upravit příjem
da: Rediger indkomst
de: Einkommen bearbeiten
el: Επεξεργασία εισοδήματος
es: Editar ingresos
et: Muutke sissetulekuid
fi: Muokkaa tuloja
fr: Modifier le revenu
hi: आय संपादित करें
hr: Uredi prihod
hu: Jövedelem szerkesztése
it: Modifica reddito
lt: Redaguoti pajamas
lv: Rediģēt ienākumus
nl: Inkomen bewerken
pl: Edytuj dochód
pt: Editar receita
ro: Editați venitul
sk: Upraviť príjem
sl: Uredi dohodek
sv: Redigera inkomst
zh_hans: 编辑收入

# income.form.notePlaceholder
source: Note (e.g. Freelance, refund)
bg: Бележка (напр. на свободна практика, възстановяване на средства)
cs: Poznámka (např. Na volné noze, refundace)
da: Bemærk (f.eks. Freelance, refusion)
de: Hinweis (z. B. Freelance, Rückerstattung)
el: Σημείωση (π.χ. ελεύθερος επαγγελματίας, επιστροφή χρημάτων)
es: Nota (por ejemplo, autónomo, reembolso)
et: Märkus (nt vabakutseline, tagasimakse)
fi: Huomautus (esim. freelance, hyvitys)
fr: Remarque (par exemple Freelance, remboursement)
hi: नोट (जैसे फ्रीलांस, रिफंड)
hr: Napomena (npr. slobodni rad, povrat novca)
hu: Megjegyzés (pl. szabadúszó, visszatérítés)
it: Nota (es. Freelance, rimborso)
lt: Pastaba (pvz., laisvai samdomas darbuotojas, pinigų grąžinimas)
lv: Piezīme (piem., ārštata, atmaksa)
nl: Opmerking (bijvoorbeeld freelance, terugbetaling)
pl: Uwaga (np. freelancer, zwrot pieniędzy)
pt: Nota (ex.: Freelance, reembolso)
ro: Notă (de exemplu, independent, rambursare)
sk: Poznámka (napr. na voľnej nohe, vrátenie peňazí)
sl: Opomba (npr. samostojni, vračilo)
sv: Obs (t.ex. frilans, återbetalning)
zh_hans: 注释（例如自由职业、退款）

# income.form.submit
source: Add income
bg: Добавете доход
cs: Přidejte příjem
da: Tilføj indkomst
de: Einkommen hinzufügen
el: Προσθέστε εισόδημα
es: Agregar ingresos
et: Lisa tulu
fi: Lisää tuloja
fr: Ajouter un revenu
hi: आय जोड़ें
hr: Dodajte prihod
hu: Adjon hozzá bevételt
it: Aggiungi reddito
lt: Pridėkite pajamų
lv: Pievienojiet ienākumus
nl: Voeg inkomen toe
pl: Dodaj dochód
pt: Adicionar receita
ro: Adaugă venituri
sk: Pridajte príjem
sl: Dodajte dohodek
sv: Lägg till inkomst
zh_hans: 增加收入

# income.period.next
source: Next month
bg: Следващия месец
cs: Příští měsíc
da: Næste måned
de: Nächsten Monat
el: Τον επόμενο μήνα
es: Mes próximo
et: Järgmisel kuul
fi: Ensi kuussa
fr: Mois prochain
hi: अगले महीने
hr: Sljedeći mjesec
hu: Következő hónapban
it: Il mese prossimo
lt: Kitą mėnesį
lv: Nākamajā mēnesī
nl: Volgende maand
pl: Przyszły miesiąc
pt: Próximo mês
ro: Luna viitoare
sk: Budúci mesiac
sl: Naslednji mesec
sv: Nästa månad
zh_hans: 下个月

# income.period.prev
source: Previous month
bg: Предишния месец
cs: Předchozí měsíc
da: Forrige måned
de: Vorheriger Monat
el: Προηγούμενος μήνας
es: Mes anterior
et: Eelmine kuu
fi: Edellinen kuukausi
fr: Mois précédent
hi: पिछला महीना
hr: Prethodni mjesec
hu: Előző hónap
it: Mese precedente
lt: Ankstesnis mėnuo
lv: Iepriekšējais mēnesis
nl: Vorige maand
pl: Poprzedni miesiąc
pt: Mês anterior
ro: Luna anterioară
sk: Predchádzajúci mesiac
sl: Prejšnji mesec
sv: Föregående månad
zh_hans: 上个月

# income.quickAdd.title
source: Quick add
bg: Бързо добавяне
cs: Rychlé přidání
da: Hurtig tilføjelse
de: Schnell hinzufügen
el: Γρήγορη προσθήκη
es: Agregar rápido
et: Kiire lisamine
fi: Nopea lisäys
fr: Ajout rapide
hi: शीघ्र जोड़ें
hr: Brzo dodavanje
hu: Gyors hozzáadás
it: Aggiunta rapida
lt: Greitas papildymas
lv: Ātra pievienošana
nl: Snel toevoegen
pl: Szybkie dodawanie
pt: Adicionar rápido
ro: Adăugare rapidă
sk: Rýchle pridanie
sl: Hitro dodajanje
sv: Snabbt tillägg
zh_hans: 快速添加

# income.recent.title
source: Recent income
bg: Скорошен доход
cs: Nedávné příjmy
da: Seneste indkomst
de: Aktuelles Einkommen
el: Πρόσφατα έσοδα
es: Ingresos recientes
et: Hiljutine sissetulek
fi: Viimeaikaiset tulot
fr: Revenu récent
hi: हाल की आय
hr: Nedavni prihod
hu: Legutóbbi bevétel
it: Redditi recenti
lt: Naujausios pajamos
lv: Nesenie ienākumi
nl: Recent inkomen
pl: Ostatnie dochody
pt: Receitas recentes
ro: Venituri recente
sk: Nedávny príjem
sl: Nedavni prihodki
sv: Senaste inkomst
zh_hans: 近期收入

# income.subtitle
source: Salary, freelance, and extra money in.
bg: Заплата, свободна практика и допълнителни пари.
cs: Plat, na volné noze a peníze navíc.
da: Løn, freelance og ekstra penge ind.
de: Gehalt, Freiberufler und zusätzliches Geld in.
el: Μισθός, ελεύθερος επαγγελματίας και επιπλέον χρήματα.
es: Salario, autónomo y dinero extra.
et: Palk, vabakutseline ja lisaraha sisse.
fi: Palkka, freelance ja lisärahaa.
fr: Salaire, freelance et argent supplémentaire.
hi: वेतन, फ्रीलांस, और अतिरिक्त पैसा।
hr: Plaća, honorarac i dodatni novac unutra.
hu: Fizetés, szabadúszó és plusz pénz.
it: Stipendio, freelance e soldi extra.
lt: Atlyginimas, laisvai samdomas darbuotojas ir papildomi pinigai.
lv: Alga, ārštata darbinieks un papildu nauda.
nl: Salaris, freelance en extra geld binnen.
pl: Wynagrodzenie, freelancer i dodatkowe pieniądze.
pt: Salário, freelance e entradas extra.
ro: Salariu, liber profesionist și bani în plus.
sk: Plat, nezávislá práca a peniaze navyše.
sl: Plača, svobodnjak in dodaten denar.
sv: Lön, frilans och extra pengar in.
zh_hans: 工资、自由职业者和额外的钱。

# income.summary.lastEntry
source: %lld entries · last on %@
bg: %lld записа · последно на %@
cs: %lld záznamů · naposledy %@
da: %lld indgange · sidste den %@
de: %lld Einträge · zuletzt am %@
el: %lld καταχωρήσεις · τελευταία στο %@
es: %lld entradas · último el %@
et: %lld kirjet · viimati %@
fi: %lld merkintää · viimeksi %@
fr: %lld entrées · dernières le %@
hi: %lld प्रविष्टियाँ · %@ पर अंतिम
hr: %lld unosa · posljednji dana %@
hu: %lld bejegyzés · utolsó: %@
it: %lld voci · durano il %@
lt: %lld įrašų · paskutinis %@
lv: %lld ieraksti · pēdējo reizi %@
nl: %lld inzendingen · laatst op %@
pl: %lld wpisów · ostatnie w %@
pt: %lld registos · último em %@
ro: %lld intrări · ultima pe %@
sk: %lld záznamov · naposledy %@
sl: %lld vnosov · nazadnje %@
sv: %lld-poster · senast den %@
zh_hans: %lld 个条目 · 最后于 %@

# income.summary.totalIncome
source: Total income
bg: Общ доход
cs: Celkový příjem
da: Samlet indkomst
de: Gesamteinkommen
el: Συνολικό εισόδημα
es: Ingresos totales
et: Kogutulu
fi: Tulot yhteensä
fr: Revenu total
hi: कुल आय
hr: Ukupni prihod
hu: Összes bevétel
it: Reddito totale
lt: Bendros pajamos
lv: Kopējie ienākumi
nl: Totaal inkomen
pl: Całkowity dochód
pt: Receita total
ro: Venitul total
sk: Celkový príjem
sl: Skupni dohodek
sv: Total inkomst
zh_hans: 总收入

# income.title
source: Income
bg: доходи
cs: Příjem
da: Indkomst
de: Einkommen
el: Εισόδημα
es: Ingreso
et: Sissetulekud
fi: Tulot
fr: Revenu
hi: आय
hr: Prihod
hu: Jövedelem
it: Reddito
lt: Pajamos
lv: Ienākumi
nl: Inkomen
pl: Dochód
pt: Receitas
ro: Venituri
sk: príjem
sl: dohodek
sv: Inkomst
zh_hans: 收入

# overview.categoriesTitle
source: Top spending categories
bg: Топ категории разходи
cs: Nejlepší kategorie výdajů
da: Topudgiftskategorier
de: Top-Ausgabenkategorien
el: Κορυφαίες κατηγορίες δαπανών
es: Principales categorías de gasto
et: Peamised kulukategooriad
fi: Parhaat kulutusluokat
fr: Principales catégories de dépenses
hi: शीर्ष व्यय श्रेणियां
hr: Najbolje kategorije potrošnje
hu: Legnépszerűbb kiadási kategóriák
it: Principali categorie di spesa
lt: Populiariausios išlaidų kategorijos
lv: Populārākās izdevumu kategorijas
nl: Beste bestedingscategorieën
pl: Kategorie najważniejszych wydatków
pt: Principais categorias de gasto
ro: Cele mai bune categorii de cheltuieli
sk: Najobľúbenejšie kategórie výdavkov
sl: Najboljše kategorije porabe
sv: De bästa utgiftskategorierna
zh_hans: 支出最高的类别

# overview.chartEmpty
source: No transactions in this range.
bg: Няма транзакции в този диапазон.
cs: Žádné transakce v tomto rozsahu.
da: Ingen transaktioner i dette interval.
de: Keine Transaktionen in diesem Zeitraum.
el: Δεν υπάρχουν συναλλαγές σε αυτό το εύρος.
es: No hay transacciones en este rango.
et: Selles vahemikus tehinguid pole.
fi: Ei tapahtumia tällä alueella.
fr: Aucune transaction dans cette plage.
hi: इस सीमा में कोई लेनदेन नहीं.
hr: Nema transakcija u ovom rasponu.
hu: Nincsenek tranzakciók ebben a tartományban.
it: Nessuna transazione in questo intervallo.
lt: Šiame diapazone nėra jokių operacijų.
lv: Šajā diapazonā nav darījumu.
nl: Geen transacties in dit bereik.
pl: Brak transakcji w tym zakresie.
pt: Sem movimentos neste período.
ro: Nu există tranzacții în acest interval.
sk: Žiadne transakcie v tomto rozsahu.
sl: V tem obsegu ni transakcij.
sv: Inga transaktioner i detta intervall.
zh_hans: 在此范围内没有交易。

# overview.chartTitle
source: Income vs expenses
bg: Приходи срещу разходи
cs: Příjmy vs výdaje
da: Indtægt vs udgifter
de: Einnahmen vs. Ausgaben
el: Έσοδα vs έξοδα
es: Ingresos vs gastos
et: Tulud vs kulud
fi: Tulot vs kulut
fr: Revenus vs dépenses
hi: आय बनाम व्यय
hr: Prihodi vs rashodi
hu: Bevétel vs kiadás
it: Entrate vs spese
lt: Pajamos vs išlaidos
lv: Ienākumi pret izdevumiem
nl: Inkomsten versus uitgaven
pl: Dochody kontra wydatki
pt: Receitas vs despesas
ro: Venituri vs cheltuieli
sk: Príjmy vs výdavky
sl: Prihodki proti odhodkom
sv: Inkomst vs utgifter
zh_hans: 收入与支出

# overview.insights.allGood
source: No single category dominates spending.
bg: Нито една категория не доминира в разходите.
cs: Žádná kategorie nedominuje výdajům.
da: Ingen enkelt kategori dominerer udgifterne.
de: Keine Kategorie dominiert die Ausgaben.
el: Καμία κατηγορία δεν κυριαρχεί στις δαπάνες.
es: Ninguna categoría domina el gasto.
et: Ükski kategooria ei domineeri kulutuste üle.
fi: Mikään yksittäinen kategoria ei hallitse kulutusta.
fr: Aucune catégorie ne domine les dépenses.
hi: खर्च पर किसी एक श्रेणी का प्रभुत्व नहीं है।
hr: Nijedna kategorija ne dominira potrošnjom.
hu: Egyetlen kategória sem uralja a kiadásokat.
it: Nessuna singola categoria domina la spesa.
lt: Nė viena kategorija nedominuoja išlaidaujant.
lv: Neviena kategorija nedominē tēriņos.
nl: Geen enkele categorie domineert de uitgaven.
pl: Żadna kategoria nie dominuje w wydatkach.
pt: Nenhuma categoria domina os gastos.
ro: Nicio categorie nu domină cheltuielile.
sk: Výdavkom nedominuje žiadna kategória.
sl: Nobena posamezna kategorija ne prevladuje nad porabo.
sv: Ingen enskild kategori dominerar utgifterna.
zh_hans: 没有一个类别主导支出。
